tap "buildkite/buildkite"
tap "felixkratz/formulae"
tap "ferdium/ferdium"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "rcmdnk/file"
tap "sidneys/homebrew"
tap "th-ch/youtube-music"
tap "webrpc/tap"
brew "abseil"
brew "act"
brew "ca-certificates"
brew "gettext"
brew "icu4c"
brew "brotli"
brew "libyaml"
brew "aria2"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "baobab"
brew "bat"
brew "bison"
brew "c-ares"
brew "libnghttp2"
brew "libuv"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "cabextract"
brew "caddy"
brew "cdrtools"
brew "chezmoi"
brew "chruby"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "libunistring"
brew "libidn2"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "duti"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gdbm"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "go"
brew "gum"
brew "ipfs", link: false
brew "jq"
brew "lazygit"
brew "lf"
brew "libffi"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "lsd"
brew "luajit"
brew "luv"
brew "mackup"
brew "midnight-commander"
brew "mkcert"
brew "msgpack"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "nnn"
brew "nss"
brew "oh-my-posh", link: false
brew "openssl@1.1"
brew "openvpn"
brew "pnpm"
brew "poppler"
brew "powerlevel10k"
brew "protobuf"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "ruby-install"
brew "rust"
brew "rustup"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "tpm"
brew "tree"
brew "unar"
brew "watchexec"
brew "wget"
brew "wimlib"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
brew "buildkite/buildkite/buildkite-agent"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "getsentry/tools/sentry-cli"
brew "joshmedeski/sesh/sesh"
brew "koekeishiya/formulae/skhd"
brew "sidneys/homebrew/chntpw"
brew "webrpc/tap/webrpc-gen"
cask "aerospace"
cask "alacritty"
cask "altserver"
cask "android-studio"
cask "brave-browser"
cask "bruno"
cask "burp-suite"
cask "chatgpt"
cask "discord"
cask "docker"
cask "doll"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "github"
cask "google-chrome"
cask "hammerspoon"
cask "httpie"
cask "insomnium"
cask "ipfs"
cask "iterm2"
cask "karabiner-elements"
cask "keyclu"
cask "messenger"
cask "microsoft-edge"
cask "mockoon"
cask "obs"
cask "opera-crypto@developer"
cask "polypane"
cask "postman"
cask "proxyman"
cask "raycast"
cask "responsively"
cask "slack"
cask "telegram"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "wezterm"
cask "wireshark"
cask "youtube-music"
vscode "ambar.bundle-size"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chakrounanas.turbo-console-log"
vscode "cmstead.js-codeformer"
vscode "codeium.codeium"
vscode "codium.codium"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "doublebot.doublebot"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "eliostruyf.vscode-typescript-exportallmodules"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gleam.gleam"
vscode "idleberg.applescript"
vscode "kamikillerto.vscode-colorize"
vscode "lokalise.i18n-ally"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "nomicfoundation.hardhat-solidity"
vscode "orta.vscode-twoslash-queries"
vscode "sourcegraph.cody-ai"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "stxr.iconfont-preview"
vscode "stylelint.vscode-stylelint"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "wix.glean"
vscode "yoavbls.pretty-ts-errors"
vscode "yrm.type-challenges"
